Repository: kirpiistaken/OneScoop
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, tr

# settings.plus_subtitle
source: Widgets, Apple Watch, smart reminders
de: Widgets, Apple Watch, smarte Erinnerungen
es: Widgets, Apple Watch, recordatorios inteligentes
fr: Widgets, Apple Watch, rappels intelligents
it: Widget, Apple Watch, promemoria intelligenti
pt_br: Widgets, Apple Watch, lembretes inteligentes
tr: Widget, Apple Watch, akıllı hatırlatma

# settings.portions
source: Split into portions
de: In Portionen aufteilen
es: Dividir en tomas
fr: Répartir en prises
it: Dividi in porzioni
pt_br: Dividir em porções
tr: Porsiyonlara böl

# settings.portions_off
source: Off
de: Aus
es: No
fr: Non
it: No
pt_br: Não
tr: Kapalı

# settings.remind_again
source: Remind me again
de: Erneut erinnern
es: Recordármelo de nuevo
fr: Me le rappeler à nouveau
it: Ricordamelo di nuovo
pt_br: Lembrar de novo
tr: Tekrar hatırlat

# settings.repeat
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
pt_br: Repetir
tr: Tekrar

# settings.repeat_footer_off
source: Get another nudge if you still haven't logged your dose after the first reminder.
de: Erhalte eine weitere Erinnerung, falls du nach der ersten noch nichts eingetragen hast.
es: Recibe otro aviso si después del primer recordatorio aún no has registrado tu dosis.
fr: Recevez un nouveau rappel si vous n’avez toujours pas noté votre dose après le premier.
it: Ricevi un altro promemoria se dopo il primo non hai ancora registrato la dose.
pt_br: Receba outro aviso se, depois do primeiro lembrete, você ainda não registrou a dose.
tr: İlk hatırlatmadan sonra hâlâ dozunu kaydetmediysen bir kez daha hatırlatılırsın.

# settings.repeat_footer_on %@ %@
source: After %1$@, you'll be nudged every %2$@ until you log the dose. Repeats stop at midnight and are all cancelled the moment you tap Yes.
de: Nach %1$@ wirst du alle %2$@ erinnert, bis du die Dosis einträgst. Die Wiederholungen enden um Mitternacht und werden sofort gelöscht, wenn du auf Ja tippst.
es: Después de las %1$@, te avisaremos cada %2$@ hasta que registres la dosis. Los avisos se detienen a medianoche y se cancelan en cuanto tocas Sí.
fr: Après %1$@, vous serez relancé toutes les %2$@ jusqu’à ce que vous notiez la dose. Les rappels s’arrêtent à minuit et sont tous annulés dès que vous touchez Oui.
it: Dopo le %1$@, riceverai un promemoria ogni %2$@ finché non registri la dose. Le ripetizioni si fermano a mezzanotte e vengono annullate appena tocchi Sì.
pt_br: Depois das %1$@, você será lembrado a cada %2$@ até registrar a dose. As repetições param à meia-noite e são canceladas assim que você toca em Sim.
tr: %1$@ sonrasında dozu kaydedene kadar her %2$@ bir hatırlatılırsın. Tekrarlar gece yarısı durur ve Evet'e dokunduğun anda hepsi iptal olur.

# settings.reset
source: Reset all data
de: Alle Daten zurücksetzen
es: Borrar todos los datos
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
pt_br: Apagar todos os dados
tr: Tüm verileri sıfırla

# settings.reset_icloud
source: This also removes your OneScoop data from iCloud and your other devices.
de: Entfernt deine OneScoop-Daten auch aus iCloud und von deinen anderen Geräten.
es: También borra tus datos de OneScoop de iCloud y de tus otros dispositivos.
fr: Supprime aussi vos données OneScoop d’iCloud et de vos autres appareils.
it: Rimuove i dati di OneScoop anche da iCloud e dagli altri dispositivi.
pt_br: Também apaga seus dados do OneScoop do iCloud e dos seus outros aparelhos.
tr: OneScoop verilerini iCloud'dan ve diğer cihazlarından da siler.

# settings.reset_msg
source: This clears your history and settings, and takes you back to setup.
de: Dadurch werden dein Verlauf und deine Einstellungen gelöscht und du kehrst zur Einrichtung zurück.
es: Esto borra tu historial y tus ajustes, y te devuelve a la configuración inicial.
fr: Cela efface votre historique et vos réglages, et vous ramène à la configuration.
it: Questo cancella cronologia e impostazioni e ti riporta alla configurazione iniziale.
pt_br: Isso apaga seu histórico e seus ajustes e volta para a configuração inicial.
tr: Geçmişini ve ayarlarını siler, seni kurulum ekranına geri götürür.

# settings.reset_title
source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Borrar todos los datos?
fr: Réinitialiser toutes les données ?
it: Reimpostare tutti i dati?
pt_br: Apagar todos os dados?
tr: Tüm veriler sıfırlansın mı?

# settings.started_on
source: Started on
de: Begonnen am
es: Inicio
fr: Commencée le
it: Iniziata il
pt_br: Início
tr: Başlangıç

# settings.test_cancel
source: Cancel test purchase
de: Testkauf zurücknehmen
es: Cancelar compra de prueba
fr: Annuler l’achat de test
it: Annulla acquisto di prova
pt_br: Cancelar compra de teste
tr: Test satın almasını iptal et

# settings.test_footer
source: Only visible in TestFlight builds. Lets you try OneScoop+ with and without a purchase.
de: Nur in TestFlight-Builds sichtbar. Zum Testen von OneScoop+ mit und ohne Kauf.
es: Solo visible en versiones de TestFlight. Para probar OneScoop+ con y sin compra.
fr: Visible uniquement dans les versions TestFlight. Pour essayer OneScoop+ avec et sans achat.
it: Visibile solo nelle build TestFlight. Per provare OneScoop+ con e senza acquisto.
pt_br: Visível só em versões do TestFlight. Para testar o OneScoop+ com e sem compra.
tr: Sadece TestFlight sürümlerinde görünür. OneScoop+'ı satın alınmış ve alınmamış haliyle denemen için.

# settings.test_open_paywall
source: Open OneScoop+ screen
de: OneScoop+-Bildschirm öffnen
es: Abrir pantalla de OneScoop+
fr: Ouvrir l’écran OneScoop+
it: Apri la schermata OneScoop+
pt_br: Abrir tela do OneScoop+
tr: OneScoop+ ekranını aç

# settings.test_plus_off
source: Not purchased
de: Nicht gekauft
es: No comprado
fr: Non acheté
it: Non acquistato
pt_br: Não comprado
tr: Satın alınmadı

# settings.test_plus_on
source: Active (test)
de: Aktiv (Test)
es: Activo (prueba)
fr: Actif (test)
it: Attivo (prova)
pt_br: Ativo (teste)
tr: Açık (test)

# settings.test_report_demo
source: Sample data in reports
de: Beispieldaten in Berichten
es: Datos de ejemplo en informes
fr: Données d’exemple dans les rapports
it: Dati di esempio nei report
pt_br: Dados de exemplo nos relatórios
tr: Raporlarda örnek veri

# settings.time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Orario
pt_br: Horário
tr: Saat

# settings.up_to %lld
source: Up to %lld more times
de: Bis zu %lld weitere Male
es: Hasta %lld veces más
fr: Jusqu’à %lld fois de plus
it: Fino a %lld altre volte
pt_br: Até %lld vezes a mais
tr: En fazla %lld kez daha

# settings.water
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_br: Água
tr: Su

# settings.water_cups
source: Your cups
de: Deine Gefäße
es: Tus vasos
fr: Vos contenants
it: I tuoi contenitori
pt_br: Seus copos
tr: Kapların

# settings.water_cups_footer
source: Set each one to its real size. They appear as buttons on the Today tab.
de: Stell jedes auf seine echte Größe ein. Sie erscheinen als Tasten im Tab „Heute“.
es: Ajusta cada uno a su tamaño real. Aparecen como botones en la pestaña Hoy.
fr: Réglez chacun sur sa taille réelle. Ils apparaissent comme boutons dans l’onglet Aujourd’hui.
it: Imposta ognuno sulla sua capienza reale. Compaiono come pulsanti nella scheda Oggi.
pt_br: Ajuste cada um ao tamanho real. Eles aparecem como botões na aba Hoje.
tr: Her birini gerçek hacmine ayarla. Bugün sekmesinde buton olarak görünürler.

# settings.water_day_end
source: Day ends
de: Tagesende
es: El día termina
fr: Fin de journée
it: Fine giornata
pt_br: Fim do dia
tr: Gün bitişi

# settings.water_day_start
source: Day starts
de: Tagesbeginn
es: El día empieza
fr: Début de journée
it: Inizio giornata
pt_br: Início do dia
tr: Gün başlangıcı

# settings.water_default
source: Default cup
de: Standardgefäß
es: Vaso predeterminado
fr: Contenant par défaut
it: Contenitore predefinito
pt_br: Copo padrão
tr: Varsayılan kap

# settings.water_every %lld
source: Every %lld hours
de: Alle %lld Stunden
es: Cada %lld horas
fr: Toutes les %lld heures
it: Ogni %lld ore
pt_br: A cada %lld horas
tr: %lld saatte bir

# settings.water_footer
source: The goal is an estimate, not medical advice.
de: Das Ziel ist eine Schätzung, kein medizinischer Rat.
es: El objetivo es una estimación, no un consejo médico.
fr: L’objectif est une estimation, pas un avis médical.
it: L’obiettivo è una stima, non un consiglio medico.
pt_br: A meta é uma estimativa, não uma orientação médica.
tr: Hedef bir tahmindir, tıbbi tavsiye değildir.

# settings.water_goal
source: Daily goal
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
it: Obiettivo giornaliero
pt_br: Meta diária
tr: Günlük hedef

# settings.water_health_footer
source: Water you log here is saved to Apple Health, and water from other apps in Health shows up in OneScoop.
de: Wasser, das du hier einträgst, wird in Apple Health gespeichert, und Wasser aus anderen Apps in Health erscheint in OneScoop.
es: El agua que registras aquí se guarda en Salud, y el agua de otras apps en Salud aparece en OneScoop.
fr: L’eau notée ici est enregistrée dans Santé, et l’eau des autres apps dans Santé apparaît dans OneScoop.
it: L’acqua che registri qui viene salvata in Salute, e l’acqua di altre app in Salute compare in OneScoop.
pt_br: A água registrada aqui é salva no Saúde, e a água de outros apps no Saúde aparece no OneScoop.
tr: Burada girdiğin su Apple Sağlık'a da kaydedilir; Sağlık'taki diğer uygulamaların suyu da OneScoop'ta görünür.

# settings.water_remind_off
source: Off
de: Aus
es: Desactivados
fr: Désactivés
it: Disattivati
pt_br: Desativados
tr: Kapalı

# settings.water_remind_off_footer
source: No water reminders.
de: Keine Wasser-Erinnerungen.
es: No recibirás recordatorios de agua.
fr: Aucun rappel d’eau.
it: Nessun promemoria per l’acqua.
pt_br: Nenhum lembrete de água.
tr: Su için hatırlatma gelmez.

# settings.water_remind_simple
source: Simple
de: Einfach
es: Simples
fr: Simples
it: Semplici
pt_br: Simples
tr: Basit

# settings.water_remind_simple_footer
source: A reminder at a fixed interval during your day. They stop once you reach your goal.
de: Eine Erinnerung in festen Abständen über den Tag. Sie hören auf, sobald du dein Ziel erreichst.
es: Un recordatorio a intervalos fijos durante tu día. Se detienen al alcanzar tu objetivo.
fr: Un rappel à intervalle fixe pendant la journée. Ils s’arrêtent une fois l’objectif atteint.
it: Un promemoria a intervalli fissi durante la giornata. Si fermano quando raggiungi l’obiettivo.
pt_br: Um lembrete em intervalos fixos durante o dia. Eles param quando você atinge a meta.
tr: Gün içinde sabit aralıklarla hatırlatır. Hedefe ulaşınca susar.

# settings.water_remind_smart_learning %lld %lld
source: Learning your routine: %1$lld of %2$lld days. Until then, reminders follow your daily goal.
de: Deine Routine wird gelernt: %1$lld von %2$lld Tagen. Bis dahin richten sich die Erinnerungen nach deinem Tagesziel.
es: Aprendiendo tu rutina: %1$lld de %2$lld días. Mientras tanto, los recordatorios siguen tu objetivo diario.
fr: Apprentissage de votre rythme : %1$lld jour(s) sur %2$lld. D’ici là, les rappels suivent votre objectif quotidien.
it: Sto imparando la tua routine: %1$lld di %2$lld giorni. Fino ad allora i promemoria seguono l’obiettivo giornaliero.
pt_br: Aprendendo sua rotina: %1$lld de %2$lld dias. Até lá, os lembretes seguem sua meta diária.
tr: Düzenin öğreniliyor: %1$lld/%2$lld gün. O zamana kadar günlük hedefine göre hatırlatır.

# settings.water_remind_smart_ready
source: OneScoop has learned when you usually drink. You only get a reminder when you're clearly behind your own routine.
de: OneScoop weiß jetzt, wann du normalerweise trinkst. Du wirst nur erinnert, wenn du deutlich hinter deiner eigenen Routine liegst.
es: OneScoop ya sabe cuándo sueles beber. Solo te avisa cuando vas claramente por detrás de tu propia rutina.
fr: OneScoop a appris quand vous buvez d’habitude. Vous n’êtes rappelé que si vous êtes nettement en retard sur votre propre rythme.
it: OneScoop ha imparato quando bevi di solito. Ti avvisa solo quando sei chiaramente indietro rispetto alla tua routine.
pt_br: O OneScoop já aprendeu quando você costuma beber. Você só recebe um lembrete quando está claramente atrás da sua própria rotina.
tr: OneScoop genelde ne zaman su içtiğini öğrendi. Sadece kendi düzeninin belirgin gerisinde kaldığında hatırlatır.

# settings.water_reminders
source: Water reminders
de: Wasser-Erinnerungen
es: Recordatorios de agua
fr: Rappels d’eau
it: Promemoria acqua
pt_br: Lembretes de água
tr: Su hatırlatmaları

# settings.water_toggle
source: Track water
de: Wasser erfassen
es: Registrar agua
fr: Suivre l’eau
it: Monitora l’acqua
pt_br: Registrar água
tr: Su takibi

# settings.water_workout
source: More on workout days
de: Mehr an Trainingstagen
es: Más en días de entreno
fr: Plus les jours de séance
it: Di più nei giorni di allenamento
pt_br: Mais nos dias de treino
tr: Antrenman günü daha fazla

# settings.water_workout_extra
source: Extra
de: Zusätzlich
fr: En plus
it: In più
tr: Ek

# settings.widget_help
source: Long-press your home screen, tap Edit, then Add Widget and pick OneScoop. You can log the dose straight from the widget.
de: Halte den Home-Bildschirm gedrückt, tippe auf „Bearbeiten“, dann auf „Widget hinzufügen“ und wähle OneScoop. Du kannst die Dosis direkt im Widget eintragen.
es: Mantén pulsada la pantalla de inicio, toca Editar, luego Añadir widget y elige OneScoop. Puedes registrar la dosis directamente desde el widget.
fr: Maintenez le doigt sur l’écran d’accueil, touchez Modifier, puis Ajouter un widget et choisissez OneScoop. Vous pouvez noter la dose directement depuis le widget.
it: Tieni premuto sulla schermata Home, tocca Modifica, poi Aggiungi widget e scegli OneScoop. Puoi registrare la dose direttamente dal widget.
pt_br: Toque e segure a Tela de Início, toque em Editar, depois em Adicionar widget e escolha o OneScoop. Dá para registrar a dose direto pelo widget.
tr: Ana ekranına uzun bas, Düzenle'ye, ardından Widget Ekle'ye dokun ve OneScoop'u seç. Dozu doğrudan widget'tan kaydedebilirsin.

# share.button
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar
tr: Paylaş

# share.footer
source: Creatine & water tracker · App Store
de: Kreatin- & Wasser-Tracker · App Store
es: Creatina y agua · App Store
fr: Suivi créatine et eau · App Store
it: Creatina e acqua · App Store
pt_br: Creatina e água · App Store
tr: Kreatin ve su takibi · App Store

# share.last_4_weeks
source: Last 4 weeks
de: Letzte 4 Wochen
es: Últimas 4 semanas
fr: 4 dernières semaines
it: Ultime 4 settimane
pt_br: Últimas 4 semanas
tr: Son 4 hafta

# share.new_badge
source: NEW BADGE
de: NEUES ABZEICHEN
es: NUEVA INSIGNIA
fr: NOUVEAU BADGE
it: NUOVO BADGE
pt_br: NOVA MEDALHA
tr: YENİ ROZET

# share.streak_button
source: Share streak
de: Serie teilen
es: Compartir racha
fr: Partager la série
it: Condividi serie
pt_br: Compartilhar sequência
tr: Seriyi paylaş

# share.streak_days
source: days in a row
de: Tage am Stück
es: días seguidos
fr: jours d’affilée
it: giorni di fila
pt_br: dias seguidos
tr: gün üst üste

# share.streak_tagline
source: One scoop a day.
de: Ein Scoop am Tag.
es: Un scoop al día.
fr: Un scoop par jour.
it: Uno scoop al giorno.
pt_br: Um scoop por dia.
tr: Her gün tek scoop.

# share.streak_title
source: CREATINE STREAK
de: KREATIN-SERIE
es: RACHA DE CREATINA
fr: SÉRIE DE CRÉATINE
it: SERIE DI CREATINA
pt_br: SEQUÊNCIA DE CREATINA
tr: KREATİN SERİSİ

# shortcut.log
source: Log creatine
de: Kreatin eintragen
es: Registrar creatina
fr: Noter la créatine
it: Registra creatina
pt_br: Registrar creatina
tr: Kreatin kaydet

# shortcut.undo
source: Undo today
de: Heute rückgängig
es: Deshacer hoy
fr: Annuler aujourd’hui
it: Annulla oggi
pt_br: Desfazer hoje
tr: Bugünü geri al

# supply.correct
source: Correct the amount
de: Menge korrigieren
es: Corregir la cantidad
fr: Corriger la quantité
it: Correggi la quantità
pt_br: Corrigir a quantidade
tr: Miktarı düzelt

# supply.days_left
source: days left
de: Tage übrig
es: días restantes
fr: jours restants
it: giorni rimasti
pt_br: dias restantes
tr: gün kaldı

# supply.empty_body
source: Tell OneScoop how big your tub is. Every dose you log is subtracted, so you always know how many days you have left.
de: Sag OneScoop, wie groß deine Dose ist. Jede eingetragene Dosis wird abgezogen, so weißt du immer, wie viele Tage dir bleiben.
es: Dile a OneScoop de qué tamaño es tu bote. Cada dosis que registras se descuenta, así que siempre sabrás cuántos días te quedan.
fr: Indiquez à OneScoop la taille de votre pot. Chaque dose notée est déduite : vous savez toujours combien de jours il vous reste.
it: Di’ a OneScoop quanto è grande il tuo barattolo. Ogni dose registrata viene sottratta, così sai sempre quanti giorni ti restano.
pt_br: Diga ao OneScoop o tamanho do seu pote. Cada dose registrada é descontada, então você sempre sabe quantos dias restam.
tr: OneScoop'a kutunun ne kadar büyük olduğunu söyle. Kaydettiğin her doz düşülür, böylece kaç günün kaldığını hep bilirsin.

# supply.empty_title
source: Know when you'll run out
de: Wisse, wann er leer ist
es: Sabe cuándo se te acabará
fr: Sachez quand vous serez à court
it: Sappi quando finirà
pt_br: Saiba quando vai acabar
tr: Ne zaman biteceğini bil

# supply.g_left
source: g left
de: g übrig
es: g restantes
fr: g restants
it: g rimasti
pt_br: g restantes
tr: g kaldı

# supply.low %lld
source: Running low — about %lld days left. Good time to reorder.
de: Wird knapp – noch etwa %lld Tage. Zeit nachzubestellen.
es: Queda poco: unos %lld días. Buen momento para volver a pedir.
fr: Bientôt épuisé — environ %lld jours restants. C’est le moment de recommander.
it: Sta finendo: circa %lld giorni rimasti. È il momento di riordinare.
pt_br: Está acabando — cerca de %lld dias restantes. Boa hora para comprar mais.
tr: Azalıyor — yaklaşık %lld gün kaldı. Sipariş vermenin tam zamanı.

# supply.new_container
source: New container
de: Neue Dose
es: Envase nuevo
fr: Nouveau pot
it: Nuova confezione
pt_br: Novo pote
tr: Yeni kutu

# supply.of_container %@
source: of %@ g container
de: von %@ g Dose
es: de un envase de %@ g
fr: sur un pot de %@ g
it: su una confezione da %@ g
pt_br: de um pote de %@ g
tr: %@ g'lık kutudan

# supply.out
source: You're out. Log a new container when it arrives.
de: Dein Vorrat ist leer. Trage eine neue Dose ein, sobald sie da ist.
es: Se te acabó. Registra un envase nuevo cuando llegue.
fr: Vous êtes à court. Enregistrez un nouveau pot à son arrivée.
it: Sei rimasto senza. Registra una nuova confezione quando arriva.
pt_br: Acabou. Registre um novo pote quando chegar.
tr: Stokun bitti. Yeni kutu gelince kaydet.

# supply.per_day
source: per day
de: pro Tag
es: al día
fr: par jour
it: al giorno
pt_br: por dia
tr: günlük

# supply.remaining %@
source: %@ g remaining
de: %@ g übrig
es: Quedan %@ g
fr: %@ g restants
it: %@ g rimasti
pt_br: %@ g restantes
tr: %@ g kaldı

# supply.runs_out
source: runs out
de: leer am
es: se acaba
fr: épuisé le
it: finisce
pt_br: acaba em
tr: bitiş

# supply.setup
source: Set up supply
de: Vorrat einrichten
es: Configurar reserva
fr: Configurer le stock
it: Imposta la scorta
pt_br: Configurar estoque
tr: Stoku ayarla

# supply.sheet_hint
source: Each logged dose is subtracted from this. You can correct the remaining amount any time.
de: Jede eingetragene Dosis wird davon abgezogen. Die Restmenge kannst du jederzeit korrigieren.
es: Cada dosis registrada se resta de aquí. Puedes corregir la cantidad restante cuando quieras.
fr: Chaque dose notée est déduite de ce total. Vous pouvez corriger la quantité restante à tout moment.
it: Ogni dose registrata viene sottratta da qui. Puoi correggere la quantità rimanente in qualsiasi momento.
pt_br: Cada dose registrada é descontada daqui. Você pode corrigir a quantidade restante quando quiser.
tr: Kaydedilen her doz bundan düşülür. Kalan miktarı istediğin zaman düzeltebilirsin.

# supply.sheet_q
source: How big is the container?
de: Wie groß ist die Dose?
es: ¿De qué tamaño es el envase?
fr: Quelle est la taille du pot ?
it: Quanto è grande la confezione?
pt_br: Qual é o tamanho do pote?
tr: Kutu ne kadar büyük?

# supply.sheet_start
source: Start with a full container
de: Mit voller Dose starten
es: Empezar con el envase lleno
fr: Commencer avec un pot plein
it: Inizia con la confezione piena
pt_br: Começar com o pote cheio
tr: Dolu kutuyla başla

# supply.turn_off
source: Turn off supply tracking
de: Vorratsverfolgung ausschalten
es: Desactivar seguimiento de reserva
fr: Désactiver le suivi du stock
it: Disattiva il monitoraggio della scorta
pt_br: Desativar controle de estoque
tr: Stok takibini kapat

# tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico
tr: Geçmiş

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes
tr: Ayarlar

# tab.supply
source: Supply
de: Vorrat
es: Reserva
fr: Stock
it: Scorta
pt_br: Estoque
tr: Stok

# tab.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
pt_br: Hoje
tr: Bugün

# today.done_title
source: You took your daily dose of creatine
de: Du hast deine tägliche Kreatindosis genommen
es: Ya tomaste tu dosis diaria de creatina
fr: Vous avez pris votre dose quotidienne de créatine
it: Hai preso la tua dose giornaliera di creatina
pt_br: Você tomou sua dose diária de creatina
tr: Günlük kreatin dozunu aldın

# today.dose %@
source: Today's dose: %@ g
de: Heutige Dosis: %@ g
es: Dosis de hoy: %@ g
fr: Dose du jour : %@ g
it: Dose di oggi: %@ g
pt_br: Dose de hoje: %@ g
tr: Bugünkü doz: %@ g

# today.loading_left %lld
source: Loading phase · %lld days left
de: Ladephase · noch %lld Tage
es: Fase de carga · quedan %lld días
fr: Phase de charge · %lld jours restants
it: Fase di carico · mancano %lld giorni
pt_br: Fase de saturação · faltam %lld dias
tr: Yükleme fazı · %lld gün kaldı

# today.logged_at %@ %@
source: %1$@ g · logged at %2$@
de: %1$@ g · eingetragen um %2$@
es: %1$@ g · registrado a las %2$@
fr: %1$@ g · noté à %2$@
it: %1$@ g · registrato alle %2$@
pt_br: %1$@ g · registrado às %2$@
tr: %1$@ g · %2$@ saatinde kaydedildi

# today.portion %lld %lld %@
source: Portion %1$lld of %2$lld · %3$@ g
de: Portion %1$lld von %2$lld · %3$@ g
es: Porción %1$lld de %2$lld · %3$@ g
fr: Portion %1$lld sur %2$lld · %3$@ g
it: Porzione %1$lld di %2$lld · %3$@ g
pt_br: Porção %1$lld de %2$lld · %3$@ g
tr: Porsiyon %1$lld/%2$lld · %3$@ g

# today.question
source: Did you take creatine today?
de: Hast du heute Kreatin genommen?
es: ¿Tomaste creatina hoy?
fr: Avez-vous pris votre créatine aujourd’hui ?
it: Hai preso la creatina oggi?
pt_br: Você tomou creatina hoje?
tr: Bugün kreatinini aldın mı?

# today.reminder_set %@
source: Reminder set for %@
de: Erinnerung um %@
es: Recordatorio a las %@
fr: Rappel prévu à %@
it: Promemoria alle %@
pt_br: Lembrete às %@
tr: Hatırlatma %@ için ayarlı

# today.see_you
source: See you tomorrow.
de: Bis morgen.
es: Hasta mañana.
fr: À demain.
it: A domani.
pt_br: Até amanhã.
tr: Yarın görüşürüz.

# today.streak %lld
source: %lld day streak 🔥
de: %lld Tage in Folge 🔥
es: Racha de %lld días 🔥
fr: %lld jours d’affilée 🔥
it: %lld giorni di fila 🔥
pt_br: %lld dias seguidos 🔥
tr: %lld günlük seri 🔥

# today.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt_br: Desfazer
tr: Geri al

# today.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt_br: Sim
tr: Evet

# today.yes_a11y
source: Yes, I took today's creatine
de: Ja, ich habe heute Kreatin genommen
es: Sí, ya tomé la creatina de hoy
fr: Oui, j’ai pris ma créatine aujourd’hui
it: Sì, ho preso la creatina di oggi
pt_br: Sim, tomei a creatina de hoje
tr: Evet, bugünkü kreatinimi aldım
